/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Cancel";
"FORCE_EJECT" = "Force Eject…";
"CONFIRM_FORCE" = "Force Eject";
"TRY_AGAIN" = "Try Again";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "The disk wasn’t ejected because one or more programs may be using it.";
"VOLUME_IN_USE" = "The disk “%@” wasn’t ejected because one or more programs may be using it.";

"TRYING_TO_EJECT_INFO" = "To eject the disk immediately, click the Force Eject button.";
"UNABLE_TO_EJECT_INFO" = "You can try to eject the disk again or click Force Eject to eject it immediately.";

"UNKNOWN_FORCE_EJECT" = "Are you sure you want to eject the disk?";
"VOLUME_FORCE_EJECT" = "Are you sure you want to eject “%@”?";

"CONFIRM_FORCEEJECT_INFO" = "Ejecting the disk might cause problems with the disk or the information on it.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "The disk couldn’t be ejected because “%@” is using it.";
"VOLUME_IN_USE_BY_1GUIPROC" = "The disk “%1$@” couldn’t be ejected because “%2$@” is using it.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "The disk couldn’t be ejected because “%1$@” and “%2$@” are using it.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "The disk “%1$@” couldn’t be ejected because “%2$@” and “%3$@” are using it.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "The disk couldn’t be ejected because “%@” and other applications are using it.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "The disk “%1$@” couldn’t be ejected because “%2$@” and other applications are using it.";

"QUIT_ONE_INFO" = "Quit that application and try to eject the disk again.";
"QUIT_MULTIPLE_INFO" = "Quit those applications and try to eject the disk again.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "The disk cannot be ejected because another user (“%@”) is using it.";
"VOLUME_IN_USE_BY_1USER" = "The disk “%1$@” cannot be ejected because another user (“%2$@”) is using it.";

"UNKNOWN_IN_USE_BY_2USERS" = "The disk cannot be ejected because other users (“%1$@” and “%2$@”) are using it.";
"VOLUME_IN_USE_BY_2USERS" = "The disk “%1$@” cannot be ejected because other users (“%2$@” and “%3$@”) are using it.";

"UNKNOWN_IN_USE_BY_3USERS" = "The disk cannot be ejected because other users (“%1$@”, “%2$@” and others) are using it.";
"VOLUME_IN_USE_BY_3USERS" = "The disk “%1$@” cannot be ejected because other users (“%2$@”, “%3$@” and others) are using it.";

"LOGOUT_ONE_INFO" = "When “%@” is no longer using the disk, try ejecting it again.";
"LOGOUT_MULTIPLE_INFO" = "When the other users are no longer using the disk, try ejecting it again.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "The disk “%1$@” couldn’t be ejected because it is in use.";
"UNKNOWN_HAS_DISKIMAGE" = "The disk couldn’t be ejected because it is in use.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Eject “%1$@” first and then try to eject the “%2$@” again.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Eject “%1$@” and “%2$@” first and then try to eject the “%3$@” again.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Eject “%1$@” and other disks first and then try to eject the “%2$@” again.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Eject “%1$@” first and then try to eject the disk again.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Eject “%1$@” and “%2$@” first and then try to eject the disk again.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Eject “%1$@” and other disks first and then try to eject the disk again.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "The disk was ejected.";
"VOLUME_WAS_EJECTED" = "The disk “%@” was ejected.";


/* Misc strings */
"TRYING_TO_EJECT" = "Trying to eject";

"PROCESS_PID" = "Process %d";